{
    "bodies": ["The BP10 assessment was developed by Gallup for the purpose of revealing an individual's fundamental abilities which correlate with success in a business role. The assessment identifies one's behaviors and associates them with any of the 10 talents which it delineates. These talents are: Confidence, Delegator, Determination, Disrupter, Independance, Knowledge, Profitability, Risk, Relationship, & Selling. One can expect to be identified as proficient in a subset of these 10 traits.",
    "Begin by downloading the Format.xlsx and enter the BP10 data of your employees. This will provide the web application with a list of employees which can be later evaluated for the suitability in a generated team. This file should be shared with the application via the Input page as a .csv. After the data has been uploaded, you might proceed to the Build page to generate a team. You must enter the number of people you would like in your team, and a list of technical skills you wish to be present.",
    "Every Human has subliminal biases that compel them to surround themselves with similar people. In the instance of team building, this compulsion results in the creation of homogenous teams. A very uniform team is creatively deficient, as they can only view problems through one common lens. However, A diverse team adds extra dimension to the process of creation. A team that is comprised of different-thinking people has the ability to (collectively) view problems through many perspectives, which is conducive to innovation and invention. Gallup’s Builder Profile 10 (BP10) helps individuals identify/articulate their fundamental talents for creating something of economic value. This website will utilize the BP10 assessment as a yardstick to measure the diversity of a team. This will consequently improve the success of an organization's teams, and additionally facilitate the process of team selection. "],
    "titles": ["Gallup's BP10", "Getting Started", "Our Purpose"]
}